---
kind: other
id: Properties.T:Autodesk.Revit.DB.ColorFillScheme
source: html/d14e6204-1779-5a18-e3f1-67a73e87f83b.htm
---
# ColorFillScheme Properties

Represents the id of AreaScheme of area plan views that this scheme could be applied to.